{
  "obat": [
    {
      "id": 0,
      "nama": "Paracetamol 500 mg 10 Kaplet",
      "harga": "Rp1.500 - Rp6.000",
      "deskripsi": "PARACETAMOL TABLET merupakan obat yang dapat digunakan untuk meringankan rasa sakit pada sakit kepala, sakit gigi, dan menurunkan demam. Paracetamol bekerja pada pusat pengatur suhu di hipotalamus untuk menurunkan suhu tubuh antipiretik serta menghambat sintesisprostaglandin sehingga dapat mengurangi nyeri ringan sampai sedang analgesik.",
      "indikasi": "Obat ini digunakan untuk meredakan nyeri ringan hingga sedang seperti sakit kepala,sakit gigi, nyeri otot, serta menurunkan demam.",
      "komposisi": "Setiap tablet mengandung Paracetamol 500 mg",
      "dosis": "Dewasa: 1-2 kaplet, 3-4 kali per hari. Penggunaan maximum 8 kaplet per hari. Anak 7-12 tahun : 0.5 - 1 kaplet, 3-4 kali per hari. Penggunaan maximum 4 kaplet per hari.",
      "aturan": "Obat dapat diminum sebelum atau sesudah makan.",
      "efek": "Pemakaian obat umumnya memiLiki efek samping tertentu dan sesuai dengan masing-masing individu. Jika terjadi efek samping yang berlebih dan berbahaya. harap konsultasikan kepada tenaga medis. Efek samping yang mungkinterjadi dalam penggunaan obat adalah:-Penggunaan untuk jangka waktu ama dan dosis besar dapat menyebabkan kerusakan fungsi hati. -Reaksi hipersensitifitas/ alergi.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/de2e8223-2622-4861-a47f-64b14e8ed8d5_product_image_url.webp"
    },
{
      "id":1,
      "nama": "Sanmol Forte 4 Tablet",
      "harga": "Rp1.800 - Rp3.500",
      "deskripsi": "SANMOL FORTE merupakan obat dengan kandungan Paracetamol 650 mg.Obat ini digunakan untuk meringankan rasa sakit pada keadaan sakit kepala. sakit gigi dan menurunkan demam. Sanmol Forte bekerja pada pusat pengatur suhu dihipotalamus untuk menurunkan suhu tubuh antipiretik serta menghambat sintesis prostaglandin sehingga dapat mengurangi nyeri ringan sampaisedang analgetik.",
      "indikasi": "Obat ini digunakan untuk meringankan rasa sakit pada keadaan sakit kepala,sakit gigi dan menurunkan demam.",
      "komposisi": "Setiap tablet mengandung Paracetamol 650 mg",
      "dosis": "Dewasa dan anak usia lebih dari 12 tahun: 1 tablet,diberikan 3-4 kali sehari.",
      "aturan": "Dikonsumsi sebelum atau sesudah makan.",
      "efek": "Pemakaian obat umumnya memiliki efek samping tertentu dan sesuai dengan masing-masing individu. Jika terjadiefek samping yang berlebih dan berbahaya. harap konsultasikan kepada tenaga medis.Efek samping yang mungkin terjadidalam penggunaan obat adalah:- Penggunaan untuk jangka waktulama dan dosis besar dapat menyebabkan kerusakan fungsi hati. -Reaksi hipersensitifitas/alergi.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/625ce4f8-0f8b-4563-91aa-3365ccf3bdc0_product_image_url.webp"
    },
{
      "id": 2,
      "nama": "Sumagesic 600 mg 4 Tablet",
      "harga": "Rp2.600 - Rp4.500",
      "deskripsi": "SUMAGESIC TABLET merupakan obat dengan kandungan Paracetamol 600 mg. Obat ini dapat digunakan untuk meringankan rasa sakit pada sakit kepala. sakit gigi. dan menurunkan demam. Paracetamol pada kandungan obatini bekerja pada pusat pengatur suhu di hipotalamus untuk menurunkan suhu tubuh antipiretik serta menghambat sintesis prostaglandin sehingga dapat mengurangi nyeriringan sampai sedang analgesik.",
      "indikasi": "Obat ini digunakan untuk meringankan rasa sakit pada sakit kepala, sakit gigi dan menurunkan demam.",
      "komposisi": "Tiap tablet mengandung Paracetamol 600 mg",
      "dosis": "Dewasa: 1 tablet,3-4 kali sehari atau sesuai petunjuk dokter",
      "aturan": "Obat diminum sebelum atau sesudah makan.",
      "efek": "Pemakaian obat umumnya memiUki efek samping tertentu dan sesuai dengan masing-masing individu.Jika terjadi efek samping yang berlebih dan berbahaya.harap konsultasikan kepada tenaga medis. Efek samping yang mungkin terjadi dalam penggunaan obat adalah:- Penggunaan untuk jangka waktulama dan dosis besar dapat menyebabkan kerusakan fungsi hati. -Reaksi hipersensitifitas/ alergi.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/099f976a-61c8-4a8c-9157-457917a9734e_product_image_url.webp"
    },
{
      "id": 3,
      "nama": "Sanmol 500 mg 4 Tablet",
      "harga": "Rp1.500 - Rp3.100",
      "deskripsi": "SANMOL merupakan obat dengan kandungan Paracetamol 500 mg. Obat ini digunakan untuk meringankan rasa sakit pada keadaan sakit kepala. sakit gigi dan menurunkan demam. Sanmol bekerja pada pusat pengatur suhu dihipotalamus untuk menurunkan suhu tubuh antipiretik serta menghambat sintesis prostaglandin sehingga dapat mengurangi nyeri ringan sampai sedang analgesik.",
      "indikasi": "Obat ini digunakan untuk menurunkan demam, meredakan nyeri ringan seperti sakit kepala dan sakit gigi.",
      "komposisi": "Setiap tablet mengandung Paracetamol 500 mg",
      "dosis": "Dewasa: 1 tablet 3-4 kali per hari. Anak 6-12 tahun : 0.5 - 1 tablet, 3-4 kali sehari. Atau sesuai petunjuk dokter",
      "aturan": "Obat dapat diminum sebelum atau sesudah makan.",
      "efek": "Pemakaian obat umumnya memiliki efek samping tertentu dan sesuai dengan masing-masing individu. Jika terjadi efek samping yang berlebih dan berbahaya. harap konsultasikan kepada tenaga medis. Efek samping yang mungkin terjadi dalam penggunaan obat adalah:- Penggunaan untuk jangka waktulama dan dosis besar dapat menyebabkan kerusakan fungsi hati.-Reaksi hipersensitifitas/alergi.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/daf98ec4-d04d-434b-bcce-19866070216b_product_image_url.webp"  
    },
{
      "id": 4,
      "nama": "Ibuprofen 400 mg 10 Tablet",
      "harga": "Rp3.000 - Rp9.000",    
      "deskripsi": "IBUPROFEN obat golongan anti inflamasi non steroid yang mempunyai efek anti inflamasi, analgesik dan antipiretik, yang digunakan untuk rasa nyeri dan inflamasi sebagai gejala utama. Obat ini digunakan sebagai Nyeri ringan sampai sedang antara lain nyeri pada penyakit gigi atau pencabutan gigi. nyeripasca bedah.sakit kepala, gejala artritis reumatoid, gejala osteoartritis. gejala juvenie artritis reumatoid.menurunkan demam pada anak. Dalam penggunaan obat ini harus SESUAI DENGAN PETUNJUK DOKTER.",
      "indikasi": "INFORMASI OBAT INI HANYA UNTUK KALANGAN MEDIS.Nyeri ringan sampai sedang antara lain nyeri pada penyakit gigi atau pencabutan gigi,nyeri pasca bedah,sakit kepala,gejala artritis reumatoid,gejala osteoartritis,gejala juvenile artritis reumatoid,menurunkan demam pada anak.",
      "komposisi": "Ibuprofen 400 mg",
      "dosis": "PENGGUNAAN OBAT INI HARUS SESUAI DENGAN PETUNJUK DOKTER. Dewasa:Dosis yang dianjurkan 200-250 mg 3-4 kali sehari. Osteoartritis. artritis reumatoid: 1200 mg 1800 mg 3 kali sehari. Eksaserbasi akut Oasis maksimum 2400 mg/hari.jika kondisi sudah stabil selanjutnya dosis dikurangi hingga maksimum 1800 mg/hari. Anak-anak: Anak 1-2 tahun: 50 mg 3-4 kali sehari. Anak 3-7 tahun: 100-125 mg 3-4  kali sehari. Anak 8-12 tahun:200-250 mg 3-4 kali sehari. Tidak boleh dipergunakan pada anak dengan berat badan kurang dari 7 kg.",
      "aturan": "Sesudah makan",
      "efek": "Pemakaian obat umumnya memiliki efek samping tertentu dan sesuai dengan masing-masing individu.Jika terjadi efek samping yang berlebih dan berbahaya. harap konsultasikan kepada tenaga medis. Efek samping yang mungkin terjadi dalam penggunaan obat adalah: Pusing,sakit kepala, dispepsia. diare. mual. muntah, nyeri abdomen.konstipasi,hematemesis, melena. perdarahanlambung, ruam.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/7689ed7d-1187-46a8-b919-978989e010ea_product_image_url.webp"
    },
{
      "id": 5,
      "nama": "Mirasic Forte 650 mg 10 Kapsul",
      "harga": "Rp4.100 - Rp15.600",    
      "deskripsi": "MIRASIC FORTE merupakan obat dengan kandungan Paracetamol. Obat ini digunakan untuk meringankan rasa nyeri dan menurunkan demam. Obat ini bekerja pada pusat pengatur suhu dihipotalamus untuk menurunkan suhu tubuh antipiretik serta menghambat sintesis prostaglandin sehingga dapat mengurangi nyeri ringan sampai sedang.",
      "indikasi": "Obat ini digunakan untuk meringankan rasa sakit pada keadaan sakit kepala, sakit gigi dan menurunkan demam.",
      "komposisi": "Paracetamol 650 mg",
      "dosis": "Dewasa: 1-2 kaplet, 3-4 kali per hari. Penggunaan maximum 8 kaplet per hari. Anak 7-12 tahun : 0.5 - 1 kaplet, 3-4 kali per hari. Penggunaan maximum 4 kaplet per hari.",
      "aturan": "Sesudah makan",
      "efek": "Hematologic,alergi kulit,reaksi alergi lain dan kerusakan hati untuk penggunaan jangka panjang.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/fd3003a3-c333-47e0-9344-e73743a5abd5_product_image_url.webp"
    },
{
      "id": 6,
      "nama": "Tempra Sirup 30 ml",
      "harga": "Rp24.900 - Rp39.000",     
      "deskripsi": "TEMPRA SIRUP merupakan obat dengan kandungan Paracetamol 160 mg tiap 5 mlsirup. Paracetamol bekerja sebagai antipiretik pada pusat pengaturan suhu di otak dan analgetika dengan meningkatkan ambang rasa sakit.Obat ini dapat digunakan untuk menurunkan panas dan meredakan nyeri.",
      "indikasi": "Obat ini dapat digunakan untuk meredakan sakit kepala,sakit gigi,sakit pada otot,nyeri yang mengganggu dan menurunkan demam yang menyertai flu serta sesudah vaksinasi.",
      "komposisi": "Tiap 5 ml mengandung: Paracetamol 160 mg",
      "dosis": "Anak 6 - 8 tahun :2 sendok takar 10 ml. Diberikan tiap 4 jam,tapi tidak lebih dari 5 x sehari. Anak 4 - 5 tahun: 1.5 sendok takar 7.5 ml.Diberikan tiap 4 jam, tapi tidak lebih dari 5 x sehari.Anak 2-3 tahun: 1 sendok takar 5 ml. Oiberikan tiap 4 jam, tapi tidak lebih dari 5 x sehari.",
      "aturan": "Dikonsumsi sebelum atau sesudah makan.",
      "efek": "Penggunaan dosis tinggi dapat menimbulkan kerusakan hati.Reaksi hipersensitifitas seperti kemerahan atau gatal pada kulit.Hentikan penggunaan obat dan segera hubungi dokter jika mengalami efek samping.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/42a2f0cd-52a0-4e82-b67d-9fdd835040d9_product_image_url.webp"
    },
{
      "id": 7,
      "nama": "Dumin 500 mg 10 Kaplet",
      "harga": "Rp6.600 - Rp11.900",    
      "deskripsi": "DUMIN merupakan obat dengan kandungan Paracetamol 500 mg.Obat ini dapat digunakan untuk meredakan nyeri seperti sakit kepala,sakit gigi,nyeri otot dan demam.",
      "indikasi": "Meredakan sakit kepala,sakit gigi,nyeri otot,menurunkan demam yang menyertau flu & paska vaksinasi.",
      "komposisi": "Paracetamol 500 mg",
      "dosis": "Dewasa: 1- 2 kap et. 3 sampai 4 kali per hari. Penggunaan maximum 8 kaplet per hari.Anak 7 - 12 tahun:1/2 - 1 kaplet. 3 sampai 4 kali per hari. Penggunaan maximum 4 kaplet per hari.",
      "aturan": "Obat dapat diminum sebelum atau sesudah makan",
      "efek": "Reaksi hipersensitivitas.Gangguan hematologi,oangkreatitis akut.Dosis tinggi atau terapi jangka lama dapat menyebabkan kerusakan hati.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/296130b2-2d37-4c13-96eb-53245f469e1c_product_image_url.webp"
    },
{
      "id": 8,
      "nama": "Praxion Sirup 60 ml",
      "harga": "Rp26.400 - Rp49.600",   
      "deskripsi": "PRAXION SIRUP merupakan obat yang mengandung Paracetamol yang berfungsi sebagai analgesik dan antipiretik. Paracetamol bekerja sebagai antipiretik pada pusat pengaturan suhu di otak dan analgetika dengan meningkatkan ambang rasa sakit. Obat ini digunakan untuk menurunkan demam, serta meringankan rasa sakit kepala dan gigi.",
      "indikasi": "Menurunkan demam,meredakan nyeri seperti pada sakit kepala dan sakit gigi.",
      "komposisi": "Tiap 5 ml mengandung: Paracetamol 120 mg",
      "dosis": "Anak usia 0-1 tahun: 0.5 sendok takar 2.5 ml. diberikan 3-4 kali sehari. Anak usia 1-2 tahun: 1sendok takar 5 ml. diberikan 3-4 kali sehari. Anak usia 2-6 tahun: 1-2 sendok takar 5-10 ml. diberikan 3-4 kali sehari.Anak usia 6-9 tahun: 2-3 sendok takar 10-15 ml. diberikan 3-4 kali sehari. Anak usia 9-12 tahun :3-4 sendok takar 15-20 ml. diberikan 3-4 kali sehari.",
      "aturan": "Dapat dikonsumsi sebelum dan sudah makan.",
      "efek": "Pemakaian obat umumnya memiliki efek samping tertentu dan sesuai dengan masing-masing individu.Jika terjadi efek samping yang berlebih dan berbahaya. harap konsultasikan kepada tenaga medis.Efek samping yang mungkin terjadi dalam penggunaan obat adalah:- Penggunaan jangka lama dan dosis besar dapat menyebabkan kerusakan hati.-Reaksi hipersensitifitas.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/814425_17-7-2021_22-0-3.webp"
    },
{
      "id": 9,
      "nama": "Tempra Sirup 100 ml",
      "harga": "Rp43.800 - Rp84.800",   
      "deskripsi": "TEMPRA SIRUP merupakan obat dengan kandungan Paracetamol 160 mg tiap 5 mlsirup. Paracetamol bekerja sebagai antipiretik pada pusat pengaturan suhu di otak dan analgetika dengan meningkatkan ambang rasa sakit.Obat ini dapat digunakan untuk menurunkan panas dan meredakan nyeri.",
      "indikasi": "Obat ini dapat digunakan untuk meredakan sakit kepala,sakit gigi,sakit pada otot,nyeri yang mengganggu dan menurunkan demam yang menyertai flu seta demam sesudah vaksinasi",
      "komposisi": "Tiap 5 ml mengandung: Paracetamol 160 mg",
      "dosis": "Anak 6 - 8 tahun :2 sendok takar 10 ml. Diberikan tiap 4 jam,tapi tidak lebih dari 5 x sehari. Anak 4 - 5 tahun: 1.5 sendok takar 7.5 ml.Diberikan tiap 4 jam, tapi tidak lebih dari 5 x sehari.Anak 2-3 tahun: 1 sendok takar 5 ml. Diberikan tiap 4 jam, tapi tidak lebih dari 5 x sehari.",
      "aturan": "Dikonsumsi sebelum atau sesudah makan.",
      "efek": "Penggunaan jangka lama dan dosis besar dapat menyebabkan kerusakan hati.Reaksi hipersensitivitas.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/aa33cf18-1df3-4d3e-8ed4-c108eb9e1418_product_image_url.webp"
    },
{
      "id": 10,
      "nama": "Sterimar Nose Hygiene and Comfort 50 ml",
      "harga": "Rp146.000 - Rp199.000",   
      "deskripsi": "STERIMAR NOSE HYGIENE AND COMFORT sediaan pencuci hidung yang dikembangkan dengan kandungan trance element air taut dan zinc o eh para ahli kesehatan THT dan spesialis anak. STERIMAR efektif mencegah dan mengobati masalah hidung yang terkait dengan alergi dan hidung tersumbat.",
      "indikasi": "Membantu mengembalikan kelembaban alami dari hidung,dan membersihkan hidung dari sekresi hingus dan kotoran.",
      "komposisi": "Sea water 31.82 mL,purified water qsd 100 mL",
      "dosis": "2-6 semprotan per hari tiap lubang hidung.Disarankan untuk penggunaan sebelum tidur atau membersihkan hidung sehari-hari.",
      "aturan": "Semprotkan pada tiap lubang hidung.Lalu penyemprotan 1-2 detik.Bersihkan nosel dengan air hangat setelah digunakan dan keringkan",
      "efek": "-",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/79460_22-9-2021_10-26-40.webp"
    },
{
      "id": 11,
      "nama": "Rhinos SR 10 Kapsul",
      "harga": "-",   
      "deskripsi": "RHINOS SR merupakan obat dengan kandungan Pseudoephedrine HCl dan Loratadine dalam bentuk kapsulepas lambat. Obat ini dapat Meredakan gejala yang berhubungan dengan rinitis alergi misalnya bersi,hidung tersumbat, rinore,pruritus & lakrimasi. Dalam penggunaan obat ini harus SESUAI DENGAN PETUNJUK DOKTER.",
      "indikasi": "INFORMASI OBAT INI HANYA UNTUK KALANGAN MEDIS.Meredakan gejala yang berhubungan dengan rinitis alergi misalnya bersin,hidung tersumbat,rinore,pruritus & lakrimasi.",
      "komposisi": "Tiap kapsul mengandung: Loratadine 5 mg Pseudoephedrine HCI 60 mg",
      "dosis": "PENGGUNAAN OBAT INI HARUS SESUAI DENGAN PETUNJUK DOKTER.Dewasa dan anak diatas 12 tahun: 1 kapsul, 2 kali perhari atau setiap 12 jam.",
      "aturan": "Diminum sebelum atau sesudah makan.",
      "efek": "-",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/97696_22-9-2021_10-51-58.webp"
    },
{
      "id": 12,
      "nama": "Gentasolon Cream 5 g",
      "harga": "Rp27.800 - Rp32.800",   
      "deskripsi": "GENTASOLON CREAM adalah obat yang digunakan untuk mengobati penyakit kulit seperti manifestasi inflamasi yang disertai infeksi oleh bakteri tertentu.Gentasolon mengandung zat aktif gentamicin. Dalam penggunaan obat ini harus SESUAI DENGAN PETUNJUK DOKTER.",
      "indikasi": "INFORMASI OBAT INI HANYA UNTUK KALANGAN MEDIS.Terapi topokal Dermatosis yang responsif terhadap Kortikosteroid dimana terjadi/diduga terjadi infeksi bakteri sekunder.",
      "komposisi": "Fluocinolone acetonide 0.0025%,gentamicin Sulfate 0.1%",
      "dosis": "Penggunaan obat ini harus sesuai dengan petunjuk dokter.Oleskan krim 2-3 x sehari.",
      "aturan": "Krim dioleskan pada area kulit yang radang",
      "efek": "KuLit kering,pruritus,iritasi, rasa terbakar/perih, hiperkortisme, gatal,folikulitis,hipertrikosis, hipopigmentasi, dermatitis perioral,erupsi seperti jerawat,dermatitis kontak dan alergik,kulit menjadi lunak dan tipis.",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/7d55e82e-ccf7-4994-a380-de4b6108c661_product_image_url.webp"
    },
{
      "id": 13,
      "nama": "Medi-Klin Gel 15 g",
      "harga": "Rp26.800 - Rp51.000",   
      "deskripsi": "MEDI-KUN GEL adalah obat anti biotik topikal untuk mengobati jerawat yang parah pada orang dewasa dan anak-anak yang berusia minimal 12 tahun. Mediklin Gel mengandung Clindamycin,antibiotik golongan lincosamida semisintetik yang terutama bersifat bakteriostatik. Obat ini digunakan untuk perawatan acne vulgaris/jerawat Dalam penggunaan obat ini harus SESUAI DENGAN PETUNJUK DOKTER.",
      "indikasi": "INFORMASI OBAT INI HANYA UNTUK KALANGAN MEDIS.Akne Vulgaris/Jerawat.",
      "komposisi": "Clindamycin phosphate 1%",
      "dosis": "Penggunaan obat ini harus sesuai dengan petunjuk dokter.Oleskan krim 1-2 x sehari.",
      "aturan": "Hanya untuk pemakaian luar.Dioleskan pada jerawat",
      "efek": "Iritasi,kemerahan,ruam dan kekeringan pada kulit",
      "foto": "https://d2qjkwm11akmwu.cloudfront.net/products/e34cb240-0191-4287-b868-71be18edd855_product_image_url.webp"
    },
{
      "id": 14,
      "nama": "",
      "harga": "",
      "deskripsi": "",
      "indikasi": "",
      "komposisi": "",
      "dosis": "",
      "aturan": "",
      "efek": "",
      "foto": ""
    },
{
      "id": 15,
      "nama": "",
      "harga": "",
      "deskripsi": "",
      "indikasi": "",
      "komposisi": "",
      "dosis": "",
      "aturan": "",
      "efek": "",
      "foto": ""
    }
  ]
}